Repository: claunia/marechai
Catalog: Marechai.App/Strings/*/Resources.resw
Source language: en
Languages: es, fr, pt_br

# ApplicationName
source: Marechai.App-en
es: Marechai.App-es
fr: Marechai.App-fr
pt_br: Marechai.App-pt-BR

source: News
es: Noticias
fr: Actualités
pt_br: Notícias

source: Books
es: Libros
fr: Livres
pt_br: Livros

source: Companies
es: Empresas
fr: Entreprises
pt_br: Empresas

source: Computers
es: Computadoras
fr: Ordinateurs
pt_br: Computadores

source: Documents
es: Documentos
pt_br: Documentos

source: Graphical Processing Units
es: Unidades de Procesamiento Gráfico
fr: Processeurs Graphiques
pt_br: Unidades de Processamento Gráfico

source: Magazines
es: Revistas
pt_br: Revistas

source: People
es: Personas
fr: Personnes
pt_br: Pessoas

source: Processors
es: Procesadores
fr: Processeurs
pt_br: Processadores

source: Sound Synthesizers
es: Sintetizadores de Sonido
fr: Synthétiseurs de Son
pt_br: Sintetizadores de Som

source: Settings
es: Configuración
fr: Paramètres
pt_br: Configurações

source: Login
es: Iniciar sesión
fr: Connexion
pt_br: Fazer Login

source: Logout
es: Cerrar sesión
fr: Déconnexion
pt_br: Fazer Logout

source: Company is active.
es: La empresa está activa.
fr: L'entreprise est active.
pt_br: A empresa está ativa.

source: Company sold to {0} on {1}.
es: La empresa fue vendida a {0} el {1}.
fr: L'entreprise a été vendue à {0} le {1}.
pt_br: A empresa foi vendida para {0} em {1}.

source: Company sold on {0} to an unknown company.
es: La empresa fue vendida el {0} a una empresa desconocida.
fr: L'entreprise a été vendue le {0} à une entreprise inconnue.
pt_br: A empresa foi vendida em {0} para uma empresa desconhecida.

source: Company sold to {0} on an unknown date.
es: La empresa fue vendida a {0} en una fecha desconocida.
fr: L'entreprise a été vendue à {0} à une date inconnue.
pt_br: A empresa foi vendida para {0} em uma data desconhecida.

source: Company was sold to an unknown company on an unknown date.
es: La empresa fue vendida a una empresa desconocida en una fecha desconocida.
fr: L'entreprise a été vendue à une entreprise inconnue à une date inconnue.
pt_br: A empresa foi vendida para uma empresa desconhecida em uma data desconhecida.

source: Company merged on {0} to form {1}.
es: La empresa se fusionó el {0} para formar {1}.
fr: L'entreprise a fusionné le {0} pour former {1}.
pt_br: A empresa se fundiu em {0} para formar {1}.

source: Company merged on {0} to form an unknown company.
es: La empresa se fusionó el {0} para formar una empresa desconocida.
fr: L'entreprise a fusionné le {0} pour former une entreprise inconnue.
pt_br: A empresa se fundiu em {0} para formar uma empresa desconhecida.

source: Company merged on an unknown date to form {0}.
es: La empresa se fusionó en una fecha desconocida para formar {0}.
fr: L'entreprise a fusionné à une date inconnue pour former {0}.
pt_br: A empresa se fundiu em uma data desconhecida para formar {0}.

source: Company merged to form an unknown company on an unknown date.
es: La empresa se fusionó para formar una empresa desconocida en una fecha desconocida.
fr: L'entreprise a fusionné pour former une entreprise inconnue à une date inconnue.
pt_br: A empresa se fundiu para formar uma empresa desconhecida em uma data desconhecida.

source: Current company status is unknown.
es: El estado actual de la empresa es desconocido.
fr: L'état actuel de l'entreprise est inconnu.
pt_br: O status atual da empresa é desconhecido.

source: unknown date
es: fecha desconocida
fr: date inconnue
pt_br: data desconhecida

source: Company declared bankruptcy on {0}.
es: La empresa declaró quiebra el {0}.
fr: L'entreprise a déclaré faillite le {0}.
pt_br: A empresa declarou falência em {0}.

source: Company declared bankruptcy on an unknown date.
es: La empresa declaró quiebra en una fecha desconocida.
fr: L'entreprise a déclaré faillite à une date inconnue.
pt_br: A empresa declarou falência em uma data desconhecida.

source: Company ceased operations on {0}.
es: La empresa cesó operaciones el {0}.
fr: L'entreprise a cessé ses activités le {0}.
pt_br: A empresa cessou operações em {0}.

source: Company ceased operations on an unknown date.
es: La empresa cesó operaciones en una fecha desconocida.
fr: L'entreprise a cessé ses activités à une date inconnue.
pt_br: A empresa cessou operações em uma data desconhecida.

source: Company renamed to {0} on {1}.
es: La empresa fue renombrada a {0} el {1}.
fr: L'entreprise a été renommée en {0} le {1}.
pt_br: A empresa foi renomeada para {0} em {1}.

source: Company was renamed on {0} to an unknown name.
es: La empresa fue renombrada el {0} a un nombre desconocido.
fr: L'entreprise a été renommée le {0} en un nom inconnu.
pt_br: A empresa foi renomeada em {0} para um nome desconhecido.

source: Company renamed to {0} on an unknown date.
es: La empresa fue renombrada a {0} en una fecha desconocida.
fr: L'entreprise a été renommée en {0} à une date inconnue.
pt_br: A empresa foi renomeada para {0} em uma data desconhecida.

source: Company was renamed on an unknown date to an unknown name.
es: La empresa fue renombrada en una fecha desconocida a un nombre desconocido.
fr: L'entreprise a été renommée à une date inconnue en un nom inconnu.
pt_br: A empresa foi renomeada em uma data desconhecida para um nome desconhecido.

# SettingsPage_ThemeSection_Header.Text
source: Appearance
fr: Apparence
pt_br: Aparência

# SettingsPage_ThemeSection_Description.Text
source: Select your preferred theme
fr: Sélectionnez votre thème préféré
pt_br: Selecione o seu tema preferido

# SettingsPage_ThemeSelector.Header
source: Theme
fr: Thème
pt_br: Tema

# SettingsPage_ThemeChange_Notice.Text
source: Theme changes will be applied the next time you start the application.
fr: Les modifications du thème seront appliquées au prochain démarrage de l'application.
pt_br: As alterações de tema serão aplicadas na próxima vez que você iniciar o aplicativo.

# SettingsPage_AboutSection_Header.Text
source: About
fr: À propos
pt_br: Sobre

# SettingsPage_Version.Text
source: Version 1.0
pt_br: Versão 1.0

# LightTheme
source: Light
fr: Clair
pt_br: Claro

# DarkTheme
source: Dark
fr: Sombre
pt_br: Escuro

# SystemTheme
source: System
fr: Système
pt_br: Sistema

# DefaultColorTheme
source: Default
fr: Par défaut
pt_br: Padrão

# SettingsPage_BrightnessThemeSelector.Header
source: Brightness
fr: Luminosité
pt_br: Brilho

# SettingsPage_ColorThemeSelector.Header
source: Color Theme
fr: Thème de Couleur
pt_br: Tema de Cor

# SettingsPage_DesignSystemSelector.Header
source: Design System
fr: Système de Conception
pt_br: Sistema de Design

# SettingsPage_DesignSystemChange_Notice.Text
source: Design system changes will be applied the next time you start the application. Color theme changes are applied immediately.
fr: Les modifications du système de conception seront appliquées au prochain démarrage de l'application. Les modifications du thème de couleur sont appliquées immédiatement.
pt_br: As alterações do sistema de design serão aplicadas na próxima vez que você iniciar o aplicativo. As alterações de tema de cor são aplicadas imediatamente.

source: Dumps
es: Volcados
fr: Vidages

source: Software
fr: Logiciels

source: Consoles
es: Consolas
